openfoam/NASA_hump_data_jan25_coarse_1/system/include/coords30
(0.654157 0.114408 0.1)
(0.653932 0.114404 0.1)
(0.653546 0.114395 0.1)
(0.653161 0.114387 0.1)
(0.652775 0.114377 0.1)
(0.652389 0.114368 0.1)
(0.652004 0.114358 0.1)
(0.651619 0.114348 0.1)
(0.651233 0.114337 0.1)
(0.650848 0.114325 0.1)
(0.650463 0.114314 0.1)
(0.650077 0.114302 0.1)
(0.649692 0.114289 0.1)
(0.649307 0.114276 0.1)
(0.648922 0.114262 0.1)
(0.648537 0.114248 0.1)
(0.648151 0.114233 0.1)
(0.647767 0.114218 0.1)
(0.647381 0.114202 0.1)
(0.646996 0.114185 0.1)
(0.646612 0.114168 0.1)
(0.646226 0.114151 0.1)
(0.645842 0.114132 0.1)
(0.645457 0.114113 0.1)
(0.645073 0.114094 0.1)
(0.644688 0.114074 0.1)
(0.644303 0.114053 0.1)
(0.643919 0.114031 0.1)
(0.643534 0.114009 0.1)
(0.64315 0.113986 0.1)
(0.642696 0.113958 0.1)
(0.642173 0.113925 0.1)
(0.641581 0.113885 0.1)
(0.640989 0.113844 0.1)
(0.640397 0.113801 0.1)
(0.639805 0.113756 0.1)
(0.639214 0.113709 0.1)
(0.638622 0.11366 0.1)
(0.638031 0.113609 0.1)
(0.63744 0.113556 0.1)
(0.636849 0.1135 0.1)
(0.636258 0.113443 0.1)
(0.635667 0.113383 0.1)
(0.635077 0.113322 0.1)
(0.634486 0.113257 0.1)
(0.633896 0.113191 0.1)
(0.633306 0.113122 0.1)
(0.632716 0.113051 0.1)
(0.632126 0.112977 0.1)
(0.631537 0.112901 0.1)
(0.630948 0.112822 0.1)
(0.630359 0.11274 0.1)
(0.62977 0.112656 0.1)
(0.629181 0.112569 0.1)
(0.628593 0.11248 0.1)
(0.628004 0.112387 0.1)
(0.627416 0.112292 0.1)
(0.626828 0.112194 0.1)
(0.626241 0.112093 0.1)
(0.625653 0.111989 0.1)
(0.625066 0.111882 0.1)
(0.624412 0.111759 0.1)
(0.623693 0.111619 0.1)
(0.622908 0.111461 0.1)
(0.622123 0.111297 0.1)
(0.621339 0.111127 0.1)
(0.620556 0.110951 0.1)
(0.619775 0.110769 0.1)
(0.618995 0.11058 0.1)
(0.618217 0.110385 0.1)
(0.61744 0.110183 0.1)
(0.616666 0.109975 0.1)
(0.615893 0.109759 0.1)
(0.615122 0.109536 0.1)
(0.614354 0.109306 0.1)
(0.613589 0.109069 0.1)
(0.612827 0.108824 0.1)
(0.612067 0.108571 0.1)
(0.61131 0.108311 0.1)
(0.610558 0.108043 0.1)
(0.609808 0.107766 0.1)
(0.609061 0.107482 0.1)
(0.608319 0.107189 0.1)
(0.607581 0.106887 0.1)
(0.606847 0.106577 0.1)
(0.606117 0.106259 0.1)
(0.605392 0.105931 0.1)
(0.604672 0.105594 0.1)
(0.603956 0.105248 0.1)
(0.603245 0.104893 0.1)
(0.602539 0.104529 0.1)
(0.602069 0.104279 0.1)
(0.60183 0.10415 0.1)
(0.601598 0.104023 0.1)
(0.601173 0.103787 0.1)
(0.601035 0.103709 0.1)
(0.600782 0.103565 0.1)
(0.60001 0.103115 0.1)
(0.598891 0.102435 0.1)
(0.597787 0.101729 0.1)
...
(0.54762 -0.060522 0.1)
